[
    {
      "name": "Deepak Malik",
      "company": "Amazon",
      "photo": "img/Deepak.jpg",
      "description": "Attending UIET Kurukshetra was a transformative experience. The supportive teachers and world-class facilities helped me grow academically and personally. The clubs, societies, and fellow students played a crucial role in my professional and social development. I am deeply grateful to everyone who contributed to my journey. Achieving the highest college ranking on Amazon was made possible by the excellent environment and resources at UIET Kurukshetra. This prestigious institution taught me compassion and grounded me in life. I am committed to bringing honor to my alma mater through my future endeavors.",
      "linkedin": "https://www.linkedin.com/in/deepakmalik1999"
    },
    {
      "name": "Pawan Singhla",
      "company": "Hexaware",
      "photo": "img/Pawan.jpg",
      "description": "My time at UIET Kurukshetra has been nothing short of exhilarating. The institute's ambiance, teaching methods, and support from professors have been exceptional. It was through this experience that I discovered my passion for computer science, leading me to a job at Hexaware. Additionally, I actively participated in the E-cell, UIET and engaged in various cultural activities. The most valuable lesson I learned was to find a balance between different responsibilities. I am confident that I can face any future challenges, drawing inspiration from the life lessons learned at my alma mater. These four years have laid a solid foundation for my future career.",
      "linkedin": "https://www.linkedin.com/in/pawansinghla300"
    },
    {
      "name": "Rishikant Singh",
      "company": "ADP India",
      "photo": "img/rishikant.jpg",
      "description": "UIET is the place where all your career goals and inspiration to become a good engineer start’s. I thank to all my professors for their support and guidance. Along with the course, you get to learn all those soft skills like team management, communication skills, organizing an event. You become more presentable towards your skillset. I thank UIET for everything they taught me and helped me to learn.",
      "linkedin": "https://www.linkedin.com/in/rishikant-singh-97588a19b"
    },
    {
      "name": "Abhishek Yadav",
      "company": "Spyne",
      "photo": "img/abhishek.jpg",
      "description": "I am happy to share my experience with the training and placement cell of UIET. Their dedication and hard work have been commendable in providing us with the opportunities for internships and placements. Also, I had the greatest opportunity of being a part of the cell, and so I know that the team members were always approachable and guided everyone through the entire process. I am grateful to the cell for helping me secure a great job after graduation. Overall, the college training and placement cell played a crucial role in shaping my career, and I highly recommend their services to all the students.",
      "linkedin": "https://www.linkedin.com/in/abhishek-yadav-426a991b6"
    }
  ]
  